app/Controllers/Aluno.php

	public function index()
	{
		return view('alunos', [
			'alunos' => $this->alunoModel->paginate(10),
			'pager' => $this->alunoModel->pager
		]);
---
SELECT *
FROM `alunos`
WHERE `alunos`.`deleted_at` IS NULL
 LIMIT 10
SELECT COUNT(*) AS `numrows`
FROM `alunos`
WHERE `alunos`.`deleted_at` IS NULL

				'photo' => $data['pathFile'],
				'id'=> $this->request->getPost('id')
			];
			if ($this->alunoModel->save($aluno)) {
---
INSERT INTO `alunos` (`name`, `address`, `photo`, `created_at`, `updated_at`) VALUES ('Alessandro Kennedy de Moura Junior', 'Avenida Presidente Tranquedo Neves ', 'http://localhost:8080/uploads/20220126/1643213382_f006b488ab13fd98fb68.jpg', '2022-01-26 10:09:42', '2022-01-26 10:09:42')