app/Controllers/Home.php

SELECT *
FROM `alunos`
WHERE `alunos`.`deleted_at` IS NULL
 LIMIT 10
SELECT COUNT(*) AS `numrows`
FROM `alunos`
WHERE `alunos`.`deleted_at` IS NULL
---
	public function index()
	{



		return view('home', [
			'quantidadeAlunos' => $this->alunoModel->paginate(10)
		]);